{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2025-03-02T08:42:08.472-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "CoreyButler.NVMforWindows"
				},
				{
					"PackageIdentifier" : "7zip.7zip"
				},
				{
					"PackageIdentifier" : "mcmilk.7zip-zstd"
				},
				{
					"PackageIdentifier" : "Docker.DockerDesktop"
				},
				{
					"PackageIdentifier" : "Git.Git"
				},
				{
					"PackageIdentifier" : "ImageMagick.ImageMagick"
				},
				{
					"PackageIdentifier" : "Google.Chrome"
				},
				{
					"PackageIdentifier" : "gerardog.gsudo"
				},
				{
					"PackageIdentifier" : "wez.wezterm"
				},
				{
					"PackageIdentifier" : "Neovim.Neovim"
				},
				{
					"PackageIdentifier" : "Rustlang.Rust.MSVC"
				},
				{
					"PackageIdentifier" : "GoLang.Go"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell"
				},
				{
					"PackageIdentifier" : "Nushell.Nushell"
				},
				{
					"PackageIdentifier" : "Starship.Starship"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2022.BuildTools"
				},
				{
					"PackageIdentifier" : "LLVM.LLVM"
				},
				{
					"PackageIdentifier" : "GnuWin32.Zip"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.Runtime.6"
				},
				{
					"PackageIdentifier" : "Python.Launcher"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.SDK.8"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2005.x86"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.SDK.9"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x86"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x86"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86"
				},
				{
					"PackageIdentifier" : "BurntSushi.ripgrep.MSVC"
				},
				{
					"PackageIdentifier" : "DenoLand.Deno"
				},
				{
					"PackageIdentifier" : "Gyan.FFmpeg"
				},
				{
					"PackageIdentifier" : "JesseDuffield.lazygit"
				},
				{
					"PackageIdentifier" : "JetBrains.Toolbox"
				},
				{
					"PackageIdentifier" : "XAMPPRocky.Tokei"
				},
				{
					"PackageIdentifier" : "ajeetdsouza.zoxide"
				},
				{
					"PackageIdentifier" : "bootandy.dust"
				},
				{
					"PackageIdentifier" : "charmbracelet.glow"
				},
				{
					"PackageIdentifier" : "dandavison.delta"
				},
				{
					"PackageIdentifier" : "jqlang.jq"
				},
				{
					"PackageIdentifier" : "junegunn.fzf"
				},
				{
					"PackageIdentifier" : "lsd-rs.lsd"
				},
				{
					"PackageIdentifier" : "rsteube.Carapace"
				},
				{
					"PackageIdentifier" : "sharkdp.bat"
				},
				{
					"PackageIdentifier" : "sharkdp.fd"
				},
				{
					"PackageIdentifier" : "sxyazi.yazi"
				},
				{
					"PackageIdentifier" : "twpayne.chezmoi"
				},
				{
					"PackageIdentifier" : "zig.zig"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode"
				},
				{
					"PackageIdentifier" : "Python.Python.3.10"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		},
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "XP89DCGQ3K6VLD"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://storeedgefd.dsx.mp.microsoft.com/v9.0",
				"Identifier" : "StoreEdgeFD",
				"Name" : "msstore",
				"Type" : "Microsoft.Rest"
			}
		}
	],
	"WinGetVersion" : "1.10.320"
}